Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# resetPassword.errors.phoneUnavailable
source: Password reset by SMS is unavailable right now. Use your email address instead, or contact support@tidex.no.
ar: إعادة تعيين كلمة المرور عبر SMS غير متاحة حاليًا. استخدم عنوان بريدك الإلكتروني بدلًا من ذلك، أو تواصل مع support@tidex.no.
bg: В момента нулирането на паролата чрез SMS не е налично. Вместо това използвайте имейл адреса си или се свържете с support@tidex.no.
bn: SMS-এর মাধ্যমে পাসওয়ার্ড রিসেট এখন উপলভ্য নয়। এর পরিবর্তে আপনার ইমেল ঠিকানা ব্যবহার করুন, অথবা support@tidex.no-এ যোগাযোগ করুন।
ca: Ara mateix, el restabliment de la contrasenya per SMS no està disponible. Fes servir la teva adreça electrònica o contacta amb support@tidex.no.
cs: Resetování hesla pomocí SMS momentálně není dostupné. Místo toho použijte svou e-mailovou adresu nebo kontaktujte support@tidex.no.
da: Nulstilling af adgangskode via SMS er ikke tilgængelig lige nu. Brug din e-mailadresse i stedet, eller kontakt support@tidex.no.
de: Das Zurücksetzen des Passworts per SMS ist derzeit nicht verfügbar. Verwende stattdessen deine E-Mail-Adresse oder wende dich an support@tidex.no.
el: Η επαναφορά κωδικού πρόσβασης μέσω SMS δεν είναι διαθέσιμη αυτήν τη στιγμή. Χρησιμοποιήστε τη διεύθυνση email σας ή επικοινωνήστε με το support@tidex.no.
es: El restablecimiento de la contraseña por SMS no está disponible en este momento. Usa tu dirección de correo electrónico o contacta con support@tidex.no.
et: Parooli SMS-i teel lähtestamine pole praegu saadaval. Kasuta selle asemel oma e-posti aadressi või võta ühendust aadressil support@tidex.no.
fa: بازنشانی رمز عبور از طریق پیامک در حال حاضر در دسترس نیست. به‌جای آن از آدرس ایمیل خود استفاده کنید یا با support@tidex.no تماس بگیرید.
fi: Salasanan palautus tekstiviestillä ei ole tällä hetkellä käytettävissä. Käytä sen sijaan sähköpostiosoitettasi tai ota yhteyttä osoitteeseen support@tidex.no.
fil: Ang pag-reset ng password gamit ang SMS ay hindi available sa ngayon. Sa halip, gamitin ang iyong email address o makipag-ugnayan sa support@tidex.no.
fr: La réinitialisation du mot de passe par SMS est momentanément indisponible. Utilisez plutôt votre adresse e-mail ou contactez support@tidex.no.
he: איפוס סיסמה באמצעות SMS אינו זמין כרגע. השתמש בכתובת הדוא״ל שלך, או פנה אל support@tidex.no.
hi: SMS से पासवर्ड रीसेट अभी उपलब्ध नहीं है। इसके बजाय अपने ईमेल पते का उपयोग करें या support@tidex.no पर संपर्क करें।
hr: Ponovno postavljanje lozinke putem SMS-a trenutačno nije dostupno. Umjesto toga upotrijebite svoju adresu e-pošte ili se obratite na support@tidex.no.
hu: A jelszó SMS-ben történő visszaállítása jelenleg nem érhető el. Használd inkább az e-mail-címedet, vagy vedd fel a kapcsolatot a support@tidex.no címmel.
id: Pengaturan ulang kata sandi melalui SMS tidak tersedia saat ini. Gunakan alamat email Anda, atau hubungi support@tidex.no.
is: Nú er ekki hægt að endurstilla lykilorð með SMS. Notaðu netfangið þitt í staðinn eða hafðu samband við support@tidex.no.
it: La reimpostazione della password tramite SMS non è al momento disponibile. Usa invece il tuo indirizzo email oppure contatta support@tidex.no.
ja: SMSによるパスワードリセットは現在ご利用いただけません。代わりにメールアドレスを使用するか、support@tidex.noまでお問い合わせください。
ko: 현재 SMS를 통한 비밀번호 재설정을 사용할 수 없습니다. 대신 이메일 주소를 사용하거나 support@tidex.no로 문의해 주세요.
lt: Slaptažodžio atkūrimas SMS žinute šiuo metu nepasiekiamas. Vietoj to naudokite savo el. pašto adresą arba susisiekite su support@tidex.no.
lv: Paroles atiestatīšana ar SMS pašlaik nav pieejama. Tā vietā izmantojiet savu e-pasta adresi vai sazinieties ar support@tidex.no.
nb: Tilbakestilling av passord via SMS er ikke tilgjengelig akkurat nå. Bruk e-postadressen din, eller kontakt support@tidex.no.
nl: Wachtwoord opnieuw instellen via sms is momenteel niet beschikbaar. Gebruik in plaats daarvan je e-mailadres of neem contact op met support@tidex.no.
nn: Tilbakestilling av passord via SMS er ikkje tilgjengeleg akkurat no. Bruk e-postadressa di i staden, eller kontakt support@tidex.no.
pl: Resetowanie hasła przez SMS jest obecnie niedostępne. Zamiast tego użyj swojego adresu e-mail lub skontaktuj się z support@tidex.no.
pt_br: A redefinição da senha por SMS não está disponível no momento. Use seu endereço de e-mail ou entre em contato com support@tidex.no.
ro: Resetarea parolei prin SMS nu este disponibilă momentan. Folosește adresa ta de e-mail sau contactează support@tidex.no.
ru: Сброс пароля по SMS сейчас недоступен. Вместо этого используйте свой адрес электронной почты или обратитесь в службу поддержки: support@tidex.no.
sk: Obnovenie hesla prostredníctvom SMS momentálne nie je dostupné. Namiesto toho použite svoju e-mailovú adresu alebo kontaktujte support@tidex.no.
sl: Ponastavitev gesla prek SMS-a trenutno ni na voljo. Namesto tega uporabite svoj e-poštni naslov ali se obrnite na support@tidex.no.
sr: Resetovanje lozinke putem SMS-a trenutno nije dostupno. Umesto toga koristite adresu e-pošte ili kontaktirajte support@tidex.no.
sv: Återställning av lösenord via SMS är inte tillgänglig just nu. Använd din e-postadress i stället eller kontakta support@tidex.no.
sw: Kuweka upya nenosiri kupitia SMS hakupatikani kwa sasa. Tumia anwani yako ya barua pepe badala yake, au wasiliana na support@tidex.no.
ta: SMS மூலம் கடவுச்சொல்லை மீட்டமைப்பது தற்போது கிடைக்கவில்லை. அதற்குப் பதிலாக உங்கள் மின்னஞ்சல் முகவரியைப் பயன்படுத்தவும் அல்லது support@tidex.no-ஐத் தொடர்புகொள்ளவும்.
th: ขณะนี้ไม่สามารถรีเซ็ตรหัสผ่านทาง SMS ได้ โปรดใช้ที่อยู่อีเมลแทน หรือติดต่อ support@tidex.no
tr: SMS ile parola sıfırlama şu anda kullanılamıyor. Bunun yerine e-posta adresinizi kullanın veya support@tidex.no ile iletişime geçin.
uk: Скидання пароля за допомогою SMS наразі недоступне. Натомість використайте свою адресу електронної пошти або зверніться до support@tidex.no.
ur: SMS کے ذریعے پاس ورڈ ری سیٹ فی الحال دستیاب نہیں ہے۔ اس کے بجائے اپنا ای میل پتہ استعمال کریں، یا support@tidex.no سے رابطہ کریں۔
vi: Hiện không thể đặt lại mật khẩu qua SMS. Hãy sử dụng địa chỉ email của bạn hoặc liên hệ support@tidex.no.
zh_hans: 目前无法通过短信重置密码。请改用您的电子邮件地址，或联系 support@tidex.no。
zh_hant: 目前無法透過簡訊重設密碼。請改用您的電子郵件地址，或聯絡 support@tidex.no。

# resetPassword.hint
source: We'll send a code or link to reset your password
ar: سنرسل لك رمز أو رابط لإعادة تعيين كلمة المرور
bg: Ще пратим код или връзка за промяна на паролата
bn: আমরা আপনার পাসওয়ার্ড পুনরায় সেট করার জন্য একটি কোড বা লিঙ্ক পাঠাব
ca: T'enviarem un codi o un enllaç per restablir la contrasenya
cs: Pošleme vám kód nebo odkaz pro obnovení hesla
da: Vi sender en kode eller link til at nulstille dit password
de: Wir senden einen Code oder Link zum Zurücksetzen Ihres Passworts
el: Θα σας στείλουμε κωδικό ή σύνδεσμο για επαναφορά κωδικού
es: Enviaremos un código o enlace para restablecer tu contraseña
et: Saadame sulle koodi või lingi oma parooli lähtestamiseks
fa: ما یک کد یا لینک برای بازنشانی رمز عبور خود ارسال خواهیم کرد
fi: Lähetämme koodin tai linkin salasanasi nollaamiseksi
fil: Magpapadala kami ng code o link upang i-reset ang iyong password
fr: Nous vous enverrons un code ou un lien pour réinitialiser votre mot de passe
he: נשלח לך קוד או קישור כדי לאפס את הסיסמה שלך
hi: हम आपका पासवर्ड रीसेट करने के लिए एक कोड या लिंक भेजेंगे
hr: Poslat ćemo kod ili poveznicu za resetiranje lozinke
hu: Kódot vagy linket küldünk a jelszó visszaállításához
id: Kami akan mengirim kode atau tautan untuk mereset kata sandi Anda
is: Við sendum kóða eða tengil til að endurstilla lykilorðið
it: Invieremo un codice o un link per ripristinare la password
ja: パスワードをリセットするためのコードまたはリンクを送信します
ko: 비밀번호를 재설정할 수 있는 코드 또는 링크를 보내드리겠습니다
lt: Nusiųsime kodą arba nuorodą slaptažodžiui iš naujo nustatyti
lv: Mēs nosūtīsim kodu vai saiti, lai atiestatītu jūsu paroli
nb: Vi sender en kode eller lenke for å tilbakestille passordet
nl: We sturen een code of link om uw wachtwoord opnieuw in te stellen
nn: Vi sender en kode eller lenke for å tilbakestille passordet
pl: Wyślemy kod lub link do resetowania hasła
pt_br: Enviaremos um código ou link para redefinir sua senha
ro: Vom trimite un cod sau o legătură pentru a vă reseta parola
ru: Мы отправим код или ссылку для сброса пароля
sk: Pošleme vám kód alebo odkaz na obnovenie hesla
sl: Poslali ti bomo kodo ali povezavo za ponastavitev gesla
sr: Poslacemo vam kod ili link za resetovanje lozinke
sv: Vi skickar en kod eller länk för att återställa ditt lösenord
sw: Tutakutumia msimbo au kiungo ili kukamatia nenosiri lako
ta: உங்கள் கடவுச்சொல்லை மீட்டமைக்க ஒரு குறியீடு அல்லது இணைப்பை அனுப்பும்
th: เราจะส่งรหัสหรือลิงก์เพื่อรีเซ็ตรหัสผ่านของคุณ
tr: Şifreni Sıfırlamak İçin Bir Kod veya Bağlantı Göndereceğiz
uk: Ми надішлемо код або посилання для скидання пароля
ur: ہم آپ کے پاس ورڈ کو ری سیٹ کرنے کے لیے ایک کوڈ یا لنک بھیجیں گے
vi: Chúng tôi sẽ gửi mã hoặc liên kết để đặt lại mật khẩu
zh_hans: 我们将发送代码或链接以重置您的密码
zh_hant: 我們會傳送驗證碼或連結以重設密碼

# resetPassword.newPassword.subtitle
source: Enter your new password
ar: أدخل كلمة المرور الجديدة
bg: Въведи новата си парола
bn: আপনার নতুন পাসওয়ার্ড লিখুন
ca: Introdueix la teva nova contrasenya
cs: Zadejte své nové heslo
da: Indtast dit nye password
de: Geben Sie Ihr neues Passwort ein
el: Εισαγάγετε τον νέο κωδικό σας
es: Ingresa tu nueva contraseña
et: Sisesta oma uus parool
fa: رمز عبور جدید خود را وارد کنید
fi: Syötä uusi salasanasi
fil: Ilagay ang iyong bagong password
fr: Entrez votre nouveau mot de passe
he: הזן את הסיסמה החדשה שלך
hi: अपना नया पासवर्ड दर्ज करें
hr: Unesi novu lozinku
hu: Adja meg az új jelszót
id: Masukkan kata sandi baru Anda
is: Sláðu inn nýtt lykilorðið
it: Inserisci la tua nuova password
ja: 新しいパスワードを入力
ko: 새 비밀번호를 입력하세요
lt: Įveskite naują slaptažodį
lv: Ievadi savu jauno paroli
nb: Skriv inn ditt nye passord
nl: Voer uw nieuwe wachtwoord in
nn: Skriv inn ditt nye passord
pl: Wpisz nowe hasło
pt_br: Digite sua nova senha
ro: Introduceți noua parolă
ru: Введите новый пароль
sk: Zadajte svoje nové heslo
sl: Vnesi svoje novo geslo
sr: Unesite novu lozinku
sv: Ange ditt nya lösenord
sw: Ingiza nenosiri lako jipya
ta: உங்கள் புதிய கடவுச்சொல்லை உள்ளிடவும்
th: ป้อนรหัสผ่านใหม่ของคุณ
tr: Yeni Şifreni Gir
uk: Введіть новий пароль
ur: اپنا نیا پاس ورڈ درج کریں
vi: Nhập mật khẩu mới của bạn
zh_hans: 输入您的新密码
zh_hant: 輸入你的新密碼

# resetPassword.newPassword.title
source: New password
ar: كلمة مرور جديدة
bg: Нова парола
bn: নতুন পাসওয়ার্ড
ca: Nova contrasenya
cs: Nové heslo
da: Nyt password
de: Neues Passwort
el: Νέος κωδικός
es: Nueva contraseña
et: Uus parool
fa: رمز عبور جدید
fi: Uusi salasana
fil: Bagong password
fr: Nouveau mot de passe
he: סיסמה חדשה
hi: नया पासवर्ड
hr: Nova lozinka
hu: Új jelszó
id: Kata sandi baru
is: Nýtt lykilorð
it: Nuova password
ja: 新しいパスワード
ko: 새 비밀번호
lt: Naujas slaptažodis
lv: Jaunā parole
nb: Nytt passord
nl: Nieuw wachtwoord
nn: Nytt passord
pl: Nowe hasło
pt_br: Nova senha
ro: Noua parolă
ru: Новый пароль
sk: Nové heslo
sl: Novo geslo
sr: Nova lozinka
sv: Nytt lösenord
sw: Nenosiri jipya
ta: புதிய கடவுச்சொல்
th: รหัสผ่านใหม่
tr: Yeni Şifre
uk: Новий пароль
ur: نیا پاس ورڈ
vi: Mật khẩu mới
zh_hans: 新密码
zh_hant: 新密碼

# resetPassword.newPasswordPlaceholder
source: At least 8 characters
ar: 8 أحرف على الأقل
bg: Поне 8 символа
bn: কমপক্ষে ৮ অক্ষর
ca: Almenys 8 caràcters
cs: Alespoň 8 znaků
da: Mindst 8 tegn
de: Mindestens 8 Zeichen
el: Τουλάχιστον 8 χαρακτήρες
es: Al menos 8 caracteres
et: Vähemalt 8 tähemärki
fa: حداقل ۸ کاراکتر
fi: Vähintään 8 merkkiä
fil: Hindi bababa sa 8 na character
fr: Au moins 8 caractères
he: לפחות 8 תווים
hi: कम से कम 8 वर्ण
hr: Najmanje 8 znakova
hu: Legalább 8 karakter
id: Minimal 8 karakter
is: Að lágmarki 8 stafir
it: Almeno 8 caratteri
ja: 8文字以上
ko: 최소 8자 이상
lt: Bent 8 simboliai
lv: Vismaz 8 rakstzīmes
nb: Minst 8 tegn
nl: Minstens 8 tekens
nn: Minst 8 tegn
pl: Co najmniej 8 znaków
pt_br: Pelo menos 8 caracteres
ro: Cel puțin 8 caractere
ru: Минимум 8 символов
sk: Aspoň 8 znakov
sl: Najmanj 8 znakov
sr: Najmanje 8 karaktera
sv: Minst 8 tecken
sw: Angalau herufi 8
ta: குறைந்தது 8 எழுத்துக்கள்
th: อย่างน้อย 8 ตัวอักษร
tr: En Az 8 Karakter
uk: Щонайменше 8 символів
ur: کم از کم 8 حروف
vi: Ít nhất 8 ký tự
zh_hans: 至少8个字符
zh_hant: 至少 8 個字元

# resetPassword.passwordHint
source: Password must be at least 8 characters
ar: يجب أن تكون كلمة المرور 8 أحرف على الأقل
bg: Паролата трябва да бъде поне 8 символа
bn: পাসওয়ার্ড কমপক্ষে ৮ অক্ষর হতে হবে
ca: La contrasenya ha de tenir almenys 8 caràcters
cs: Heslo musí mít alespoň 8 znaků
da: Password skal være mindst 8 tegn
de: Passwort muss mindestens 8 Zeichen lang sein
el: Ο κωδικός πρέπει να έχει τουλάχιστον 8 χαρακτήρες
es: La contraseña debe tener al menos 8 caracteres
et: Parool peab olema vähemalt 8 tähemärki
fa: رمز عبور باید حداقل ۸ کاراکتر باشد
fi: Salasanan on oltava vähintään 8 merkkiä
fil: Ang password ay dapat na hindi bababa sa 8 na character
fr: Le mot de passe doit contenir au moins 8 caractères
he: הסיסמה חייבת להיות לפחות 8 תווים
hi: पासवर्ड कम से कम 8 वर्ण का होना चाहिए
hr: Lozinka mora imati najmanje 8 znakova
hu: A jelszó legalább 8 karakter hosszú kell, hogy legyen
id: Kata sandi harus minimal 8 karakter
is: Lykilorðið verður að vera að lágmarki 8 stafir
it: La password deve avere almeno 8 caratteri
ja: パスワードは8文字以上である必要があります
ko: 비밀번호는 최소 8자 이상이어야 합니다
lt: Slaptažodis turi būti bent 8 simboliai
lv: Parole jābūt vismaz 8 rakstzīmēm
nb: Passordet må være minst 8 tegn
nl: Wachtwoord moet minstens 8 tekens zijn
nn: Passordet må være minst 8 tegn
pl: Hasło musi mieć co najmniej 8 znaków
pt_br: A senha deve ter pelo menos 8 caracteres
ro: Parola trebuie să aibă cel puțin 8 caractere
ru: Пароль должен содержать минимум 8 символов
sk: Heslo musí mať aspoň 8 znakov
sl: Geslo mora biti dolgo najmanj 8 znakov
sr: Lozinka mora imati najmanje 8 karaktera
sv: Lösenordet måste vara minst 8 tecken
sw: Nenosiri lazima liwe na angalau herufi 8
ta: கடவுச்சொல் குறைந்தது 8 எழுத்துக்கள் இருக்க வேண்டும்
th: รหัสผ่านต้องมีอย่างน้อย 8 ตัวอักษร
tr: Şifre En Az 8 Karakter Olmalı
uk: Пароль повинен містити щонайменше 8 символів
ur: پاس ورڈ کم از کم 8 حروف ہونا چاہیے
vi: Mật khẩu phải có ít nhất 8 ký tự
zh_hans: 密码至少需要8个字符
zh_hant: 密碼至少需要 8 個字元

# resetPassword.submitButton
source: Send reset code
ar: إرسال رمز إعادة التعيين
bg: Изпрати код за промяна
bn: রিসেট কোড পাঠান
ca: Enviar codi de restabliment
cs: Poslat kód pro obnovení
da: Send nulstillingskode
de: Zurücksetzen-Code senden
el: Αποστολή κωδικού επαναφοράς
es: Enviar código de restablecimiento
et: Saada lähtestuskood
fa: ارسال کد بازنشانی
fi: Lähetä nollauskoodi
fil: Magpadala ng reset code
fr: Envoyer le code de réinitialisation
he: שלח קוד איפוס
hi: रीसेट कोड भेजें
hr: Pošalji kod za resetiranje
hu: Visszaállítási kód küldése
id: Kirim kode reset
is: Senda endurstillingarkóða
it: Invia codice di ripristino
ja: リセットコードを送信
ko: 재설정 코드 전송
lt: Siųsti iš naujo nustatymo kodą
lv: Nosūtīt atiestatīšanas kodu
nb: Send tilbakestillingskode
nl: Verzend resetcode
nn: Send tilbakestillingskode
pl: Wyślij kod resetowania
pt_br: Enviar código de redefinição
ro: Trimiteți cod de resetare
ru: Отправить код сброса
sk: Poslať kód na obnovenie
sl: Pošlji kodo za ponastavitev
sr: Pošalji kod za resetovanje
sv: Skicka återställningskod
sw: Tuma msimbo wa kamatia
ta: மீட்டமைப்பு குறியீடை அனுப்பவும்
th: ส่งรหัสรีเซ็ต
tr: Sıfırlama Kodu Gönder
uk: Надіслати код скидання
ur: ری سیٹ کوڈ بھیجیں
vi: Gửi mã đặt lại
zh_hans: 发送重置代码
zh_hant: 發送重設驗證碼

# resetPassword.subtitle
source: Enter your email or phone to reset your password
ar: أدخل بريدك الإلكتروني أو رقم هاتفك لإعادة تعيين كلمة المرور
bg: Въведи имейл или телефонен номер за промяна на паролата
bn: আপনার পাসওয়ার্ড পুনরায় সেট করতে আপনার ইমেল বা ফোন লিখুন
ca: Introdueix l'adreça de correu o el telèfon per restablir la contrasenya
cs: Zadejte e-mail nebo telefonní číslo pro obnovení hesla
da: Indtast din e-mail eller telefonnummer for at nulstille dit password
de: Geben Sie Ihre E-Mail oder Telefonnummer ein, um Ihr Passwort zurückzusetzen
el: Εισαγάγετε το email ή τηλέφωνό σας για επαναφορά κωδικού
es: Ingresa tu correo electrónico o teléfono para restablecer tu contraseña
et: Sisesta oma e-posti aadress või telefoninumber oma parooli lähtestamiseks
fa: ایمیل یا شماره تلفن خود را وارد کنید تا رمز عبور را بازنشانی کنید
fi: Syötä sähköpostiosoitteesi tai puhelinnumerosi salasanan nollaamiseksi
fil: Maglagay ng email o numero ng telepono upang i-reset ang iyong password
fr: Entrez votre e-mail ou numéro de téléphone pour réinitialiser votre mot de passe
he: הזן את דואר אלקטרוני או טלפון שלך כדי לאפס את הסיסמה
hi: अपना पासवर्ड रीसेट करने के लिए अपना ईमेल या फोन नंबर दर्ज करें
hr: Unesi e-mail ili broj telefona za resetiranje lozinke
hu: Adja meg e-mail címét vagy telefonszámát a jelszó visszaállításához
id: Masukkan email atau telepon Anda untuk mereset kata sandi
is: Sláðu inn netfang eða sími til að endurstilla lykilorðið
it: Inserisci email o numero di telefono per ripristinare la password
ja: メールまたは電話番号を入力してパスワードをリセット
ko: 비밀번호를 재설정하기 위해 이메일 또는 전화번호를 입력하세요
lt: Įveskite el. paštą arba telefono numerį slaptažodžiui iš naujo nustatyti
lv: Ievadi savu e-pasta adresi vai tālruņa numuru, lai atiestatītu paroli
nb: Skriv inn e-post eller telefonnummer for å tilbakestille passordet
nl: Voer uw e-mail of telefoonnummer in om uw wachtwoord opnieuw in te stellen
nn: Skriv inn e-post eller telefonnummer for å tilbakestille passordet
pl: Wpisz email lub numer telefonu, aby zresetować hasło
pt_br: Digite seu e-mail ou telefone para redefinir sua senha
ro: Introduceți e-mail sau telefon pentru a reseta parola
ru: Введите электронную почту или номер телефона для сброса пароля
sk: Zadajte e-mail alebo telefónne číslo na obnovenie hesla
sl: Vnesi svoj e-naslov ali telefonsko številko za ponastavitev gesla
sr: Unesite e-poštu ili broj telefona da resetujete lozinku
sv: Ange din e-post eller telefonnummer för att återställa ditt lösenord
sw: Weka barua pepe au nambari ya simu ili kukamatia nenosiri lako
ta: உங்கள் கடவுச்சொல்லை மீட்டமைக்க மின்னஞ்சல் அல்லது தொலைபேசி எண்ணை உள்ளிடவும்
th: ป้อนอีเมลหรือหมายเลขโทรศัพท์เพื่อรีเซ็ตรหัสผ่าน
tr: Şifreni Sıfırlamak İçin E-posta veya Telefon Numarası Gir
uk: Введіть електронну пошту або номер телефону для скидання пароля
ur: اپنے پاس ورڈ کو ری سیٹ کرنے کے لیے اپنی ای میل یا فون درج کریں
vi: Nhập email hoặc số điện thoại để đặt lại mật khẩu
zh_hans: 输入电子邮件或电话号码以重置密码
zh_hant: 輸入電郵或電話號碼以重設密碼

# resetPassword.success.emailInstructions
source: Check your email for a reset link. Check your spam folder too.
ar: تحقق من بريدك الإلكتروني للحصول على رابط إعادة التعيين. تحقق من مجلد البريد المزعج أيضاً.
bg: Провери имейла си за връзка за промяна. Провери и папката за спам.
bn: একটি রিসেট লিঙ্কের জন্য আপনার ইমেল চেক করুন। আপনার স্প্যাম ফোল্ডারও চেক করুন।
ca: Revisa el teu correu per trobar un enllaç de restabliment. Revisa també la carpeta de correu brossa.
cs: Zkontrolujte svůj e-mail pro odkaz obnovení. Zkontrolujte také složku spam.
da: Tjek din e-mail for et nulstillingslink. Tjek også din spam-mappe.
de: Überprüfen Sie Ihre E-Mail auf einen Zurücksetzen-Link. Überprüfen Sie auch Ihren Spam-Ordner.
el: Ελέγξτε το email σας για σύνδεσμο επαναφοράς. Ελέγξτε και το φάκελο spam.
es: Revisa tu correo electrónico para un enlace de restablecimiento. También revisa tu carpeta de spam.
et: Otsi oma e-postist lähtestuslinki. Kontrolli ka rämpspost.
fa: ایمیل خود را برای لینک بازنشانی بررسی کنید. پوشه هرزنامه را نیز بررسی کنید.
fi: Tarkista sähköpostistasi nollauslinkkiä. Tarkista myös roskapostikansio.
fil: Tingnan ang iyong email para sa reset link. Tingnan din ang spam folder.
fr: Vérifiez votre e-mail pour un lien de réinitialisation. Vérifiez aussi votre dossier spam.
he: בדוק את דואר אלקטרוני שלך לקישור איפוס. בדוק גם את תיקיית הספאם.
hi: रीसेट लिंक के लिए अपना ईमेल जांचें। अपने स्पैम फोल्डर को भी जांचें।
hr: Provjeri e-mail za poveznicu za resetiranje. Provjeri i mapu neželjene pošte.
hu: Ellenőrizze e-mailben a visszaállítási linket. Nézzen a levélszemétbe is.
id: Periksa email Anda untuk tautan reset. Periksa folder spam juga.
is: Athugaðu netfangið þitt fyrir endurstillingartengli. Athugaðu einnig ruslmöppuna.
it: Controlla la tua email per un link di ripristino. Controlla anche la cartella spam.
ja: メールでリセットリンクを確認してください。スパムフォルダも確認してください。
ko: 이메일에서 재설정 링크를 확인해주세요. 스팸 폴더도 확인해주세요.
lt: Patikrinkite savo el. paštą dėl iš naujo nustatymo nuorodos. Patikrinkite ir šlamšto aplanką.
lv: Pārbaudi savu e-pastu atiestatīšanas saites dēļ. Pārbaudi arī mēstules mapi.
nb: Sjekk e-posten din for en tilbakestillingslenke. Sjekk også spam-mappen.
nl: Controleer uw e-mail op een resetlink. Controleer ook uw spammap.
nn: Sjekk e-posten din for ein tilbakestillingslenke. Sjekk også spam-mappen.
pl: Sprawdź email w poszukiwaniu linku do resetowania. Sprawdź też folder spam.
pt_br: Verifique seu e-mail para um link de redefinição. Verifique também sua pasta de spam.
ro: Verificați e-mailul pentru o legătură de resetare. Verificați și dosarul spam.
ru: Проверьте электронную почту на наличие ссылки для сброса. Проверьте также папку спама.
sk: Skontrolujte svoj e-mail na odkaz na obnovenie. Skontrolujte aj priečinok spam.
sl: Preveri svoj e-poštni nabiralnik za povezavo za ponastavitev. Preveri tudi mapo nezaželene pošte.
sr: Proverite vašu e-poštu za link za resetovanje. Proverite i mapu neželjene pošte.
sv: Kontrollera din e-post för en återställningslänk. Kontrollera även din skräppostmapp.
sw: Angalia barua pepe yako kwa kiungo cha kamatia. Angalia pia folda ya barua chataka.
ta: மீட்டமைப்பு இணைப்பிற்கான மின்னஞ்சலைச் சரிபார்க்கவும். உங்கள் ஸ்பாம் ஃபோல்டரையும் சரிபார்க்கவும்.
th: ตรวจสอบอีเมลของคุณหาลิงก์รีเซ็ต ตรวจสอบโฟลเดอร์สแปมด้วย
tr: Sıfırlama Bağlantısı İçin E-postanı Kontrol Et. Spam Klasörünü de Kontrol Et.
uk: Перевірте свою електронну пошту на наявність посилання для скидання. Також перевірте папку спаму.
ur: ری سیٹ لنک کے لیے اپنی ای میل چیک کریں۔ اپنے اسپیم فولڈر کو بھی چیک کریں۔
vi: Kiểm tra email của bạn để tìm liên kết đặt lại. Cũng hãy kiểm tra thư mục spam.
zh_hans: 请检查您的电子邮件以获取重置链接。也请检查垃圾邮件文件夹。
zh_hant: 檢查你的電郵以取得重設連結。也請檢查垃圾郵件資料夾。
